# IdeaStatiCa.RcsApi.Model.RcsSection

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Id** | **int** |  | [optional]
**Name** | **string** |  | [optional]
**Description** | **string** |  | [optional]
**CheckMemberId** | **int?** |  | [optional]
**RcsId** | **int?** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)